const characterIntro = {
	// A
	hok_ailin: '艾琳是黄金森林的在逃精灵公主，日落圣殿的不速之客。公主艾琳天性机灵活泼，对一切未知充满好奇心与探索欲。然而“继承人”的责任始终压在她的肩膀上，她被要求收起不稳重的一面，遵循精灵族舞蹈的优雅与绝对的秩序，做好一个“真正的公主”。成年仪式前夕，艾琳决定打破族群禁令，逃去森林外的“危险古怪的人类世界”开启一场自由的冒险。旅程却并没有想象中那样顺遂，人类对精灵同样存在“不详邪恶”的重重误解。越是未知，越是有趣，越是困难，越有斗志。她以舞蹈为表达自我的“语言”，与红头发的法师小女孩成为密友，给圣殿严肃守序的骑士团带来了诸多意外麻烦，甚至组成了圣殿小分队在西方大陆的各个地方冒险……',
	hok_anqila: '这具身体，想必一直憧憬仰慕着这位圣骑士。这种仰慕如此强烈，让梅林无法抵御。梅林抓狂了！她才不要刚离开囚笼，就单恋上弱爆了的人类。她果断决定一回到村镇，立刻暗杀这位救命恩人。幸亏，他们所遇到的第一个行人，朝圣骑士打招呼，并叫他“亚瑟”！一瞬间，所有不堪回忆的黑历史都涌到了梅林……哦不，现在名为安琪拉的小女孩脑中：是的，她被称为世界上最伟大和正义的巫师，但这是假象。她是个失败者。天才的她计划要谋夺世界，无耻的家伙践踏了她的自尊心，诅咒了她，让她被迫听命于亚瑟王。什么复兴日落圣殿！她本想毁灭它！亚瑟王死后，她以为自己终于解脱，却又失手被困。如今，命运的诅咒再度生效。小女孩的单相思让眼前这个同样叫亚瑟的圣骑士成为她新的主人。真是倒霉透顶！愤怒焚烧了安琪拉的理智。她召唤出巨大火球。圣骑士反应神速的拔出长剑：“你是谁！”他警惕的问。“请接受我——法师安琪拉的效忠。这是命运安排我们重逢。”小女孩展现出与年龄不符的微笑，“我的陛下……”“知识，就是力量！”',
	hok_aoyin: '“千年，疾光迅影，我们在世人的传说中载沉载浮。”在这世界已难辨析真伪的传说中，古老的龙族诞自天地，是流动的自然之力孕育出的全新生命。直到众神掀开神话的篇章，生命繁衍壮大成族群。龙步入世间，感受这个孕育他的世界正在发生的一切变化——他们与万物同行，倾听天地声息……直到这非凡不朽的一族，不知自哪一段往事中倏然隐去，只在尘世中留下散佚的传说之篇。但在另一个故事里，他们并未离去。古老的巨龙怀恋着这个孕育他们的世界，于是将生命中最深刻丰沛的情感凝结成一枚生命的结晶——期待着有一天，他们的后代与这世界，再次同行。鳞甲冰凉，心中滚烫。剑光辉映一条曲折绵长的路，一个答案震彻远方。“让龙族之名，重昭天地。”',
	// B
	hok_bailishouyue: '非人的马贼队伍突袭了人群，集市瞬时陷入火海。如雨的飞箭下，他和同伴们死命撑着城门的支柱。他们关上大门，将贼人的队伍一分为二，守卫军追捕着城内的贼子，乡民们的任务就是守住这扇大门。守住城门，就守住了弟弟。可当四周安静下来，残垣断壁的家中却找不到弟弟的身影。玄策那时候该多么恐惧呀，但自己没有遵守住约定。不久，长城守卫军中多出一个安静的身影，他的射击技术精妙无比。他总朝更远的地方搜寻，越来越远。为了提醒自己，他改名守约。守约，言出必果。',
	hok_bailixuance: '玄策不会忘记那个日子：来历不明的马贼冲破边关的城镇，然而齐心协力的守卫军和民众守住城门。率先进入城镇的马贼走投无路，挟持了无力反抗的老弱们作为逃离的砝码。那时候自己多么害怕啊。可哭喊声刺痛小小男子汉的心灵，他推倒藏身的水缸，冲了出去。之后的记忆已不太清晰……那些不是普通的马贼……他们最后都死于首领之手……哥哥没有赶到，谁也没有赶到。他被首领选中，作为祭品去唤醒某种强大的东西。所有人四散逃窜，在绝望和恐惧中，少年眼睁睁看着无名剑士代替自己卷入邪恶迷雾。直到周围一切归于寂静，圆月安静照耀着亘古不变的戈壁，那个男人带走了他。',
	// D
	hok_daji: '关于妲己，历史上的记载非常稀少，只有《史记》和《国语》里有寥寥数语。我们只知道她是商朝最后一个王商纣王的妃子，出自有苏氏。更多的信息，实际上来自明代的小说《封神演义》。在小说里，在纣王身边妲己实际上是狐狸精。她蛊惑纣王干下了种种祸害百姓、残害忠良的倒行逆施，最终断送了商朝的天下。小说中的妲己，就是“女色祸国论”的形象。',
	hok_dasiming: '大司命，原名：祈。起源于战国时期楚国诗人屈原创作的《九歌・大司命》，是祭祀大司命之神的歌舞辞作为云梦泽九大神巫之一，大司命肩负巡行生死、执戈诛恶的使命。',
	hok_donghuangtaiyi: '平庸是恶。自己，为何不能成为神？怀抱这这种执念，他孤注一掷，用被云珀改造过的身体强行吞噬了奇迹的力量。他如愿以偿，成为世间第一个接近于神的造物，通过奇迹，掌握了进化以及无穷力量的可能性。他的身体因奇迹中蕴含的能量而产生变化，进化为半神之姿；巫神祝冠其以“叛巫”之名；最尊敬的师父摇头走入森林深处，选择与自己相反的道路……但他深知这一切远非终点——总有一日，他将夺取全部的奇迹之力，成为真正的、唯一的神明。凭借着如同吞天噬日般的“神迹”，一批同样对力量充满渴望的人开始奉“东神”为首领。他们自称“全知者”，以云珀改造自身获得强大的力量，统治着位于森林顶端的云梦城——这里也很快在森民们口中被更名成为了“东神城”。他高居宫殿之中，坦然接受着全知者和森民们无比敬仰的注目。他的真名如何，已无迹可考。但现在，即使是小孩听到他的名字也会止住哭泣：噬灭日蚀——东皇太一。“日蚀亲临，如我之神迹！”',
	hok_duoliya: '小时候，在一次偷溜前往迷雾之海沉船宝藏“寻宝”的途中，朵莉亚用歌声救起了一个遭遇海难的人类小男孩——海都命运家族少主海诺，从此，开始拥有了第一个真正意义上的朋友。 往后的日子里，朵莉亚常常会偷溜到海都去找小海诺玩耍，对于过早失去双亲承受着家族命运孤独的海诺，和鲜有伙伴向往热忱友谊的小人鱼朵莉亚来说，这对两小无猜的“秘密伙伴”彼此早已成为对方最重要的存在。海都一年一度的烟火大会即将举行，然而，不明缘由的污染却加速了海底深渊巨兽的苏醒，情急之中， 为帮朵莉亚找到那首传说中饱含着最真挚情感记忆，能安抚海兽的“人鱼之歌”，海诺用窥探命运的能力，带她去往命运时空里若干年后的未来，在老去的海诺那里，找到用俩人一生回忆谱写的“人鱼之歌”。尽管不愿接受命运的答案，朵莉亚最终还是选择唱出这首“人鱼之歌”，让狂躁的巨兽吞噬掉俩人最美好的情感记忆得到安抚，但这也意味着选择了彼此的遗忘和失去……',
	// G
	hok_gaojianli: '高渐离，战国末期的燕国人，音乐家，善击筑（一种古之打击乐）。据《战国策》记载，高渐离与荆轲相友善，饮与市，边击筑边引吭高歌。当燕太子丹招募荆轲谋刺秦王政之际，燕太子丹在易水边为英雄送别，高渐离为之击筑。荆轲刺秦失败之后，传说高渐离隐姓埋名，浪迹天涯，后来得以凭音乐技能混迹于秦宫，为秦始皇击筑，谋刺秦皇，未果而身死。',
	// H
	hok_hainuo: '曾经的命运家族，是海都执政者之一，以双眼洞察命运，为海都领航。指引前行的人，却在一场无端的厄运中，沉没深海，至此群星暗淡，再无光芒。海诺幼年时，命运神杖就预言，家族将注定迈向衰亡，所以有人说，海诺就是那厄运之人。他不顾族人“罔顾祖训”的反对，毅然将命运启示殿搬到外城，承接普通民众诉求，为命运家族积累声望，为命运家族保住了最后的基业。众人直到那时才发现，所谓的厄运之人，成为了他们最值得信赖和依靠的存在。“行无穷命途，见万千命运”，海诺坚信，终局亦可逆转。他会让命运的光芒，再次绽放！',
	hok_houyi: '后羿，本称羿，是中国古代神话传说中的人物，擅于射箭，曾助尧帝射落九日，只留一日，因此在民间流传有“后羿射日”的典故。其为太阳神帝俊的臣子，嫦娥（姮娥）仙子的丈夫。为了成仙，从西王母之处得到不死灵药，却被其妻嫦娥偷吃而奔月。且曾为天下铲除了六害（猰貐、凿齿、九婴、大风、封豨、修蛇），并击败作乱一方的黄河水伯，救走宓妃（洛神）。最终被徒弟逢蒙用桃木棒暗算而亡，后被帝俊封为万鬼之王宗布神。其现实原型就是夏朝国君，历史上真正的羿因箭术超群、实力强大，而被人们尊为神话人物，即神话传说中的射日英雄，后来射日的羿逐渐被人们称作后羿，并载入史册中，由后羿庙供奉。',
	// J
	hok_jiangziya: '姜子牙，名尚，字子牙，号姜太公，谥号武成王，是中国古代著名的军事家、政治家、战略家、谋略家、道家学者和封神榜中的重要人物。姜子牙是商末周初的人物，曾经是商朝的臣子，但后来投奔了周文王，并成为周武王的重要谋士和将领。在周武王伐纣的过程中，姜子牙发挥了重要作用，帮助周武王制定了战略计划，并参与了多次战役。最终，周武王成功推翻了商朝的统治，建立了周朝。姜子牙在历史上被誉为“兵法圣人”，他的军事思想和谋略对后世产生了深远的影响。他还被尊奉为道教的神仙之一，被称为“太公望”。',
	// K
	hok_kai: '铠，出身海都魔道世家，背负家族宿命与血脉诅咒。自幼与妹妹相依，因异变被迫分离，独自背负过往与罪孽。他心性坚毅冷峻，远赴边塞加入长城守卫军，以手中利刃对抗黑暗，在宿命里挣扎，守护世间安宁。',
	// L
	hok_lan: '代号澜的少年，总是麻木地接受任务，完成任务，从不与人交往和攀谈，凭借恐怖的“鲨鱼之力”逐渐成为曹操手下无可匹敌的顶尖刺客。无人知晓他冷酷利落的外表和锋利坚韧的刀尖背后隐藏着怎样的内心。刺客生涯从未失手的澜，这次的任务目标是为了一件宝物：追击蔡文姬夺取玉玺，想必这次的结果也不会例外。',
	hok_lanlingwang: '一人敌一国，多么荒诞，又是多么简单。他反复着这样的伎俩，散布死亡。恐惧滋生，长城驻军被玩弄在掌中。直到某个夜晚，另一把剑的锋芒刺穿黑暗。“是你，幽灵！”啊，那个叛徒，还没有离开吗？竟然如此不甘心，而且……女人？兰陵王微笑着。也好，一直都赢，挺无聊的。“刀锋所划之地，便是疆土。”',
	hok_lixin: '李信所守护的是长城，却也不是长城。他是废太子之子，如今丧城丧国的、孤独落魄的王族后裔。长安城已经不是他的长安城，家亦非家。亲情，友情，理想，这些在他看来不过是一些冠冕堂皇的表象。牡丹方士同他许诺以长城换得长安，燃烧着炽热野心的少年因而来到边疆，为了有朝一日能够夺回真正属于自己的"家"而战斗。',
	// M
	hok_makeboluo: '马可波罗，中古时期的威尼斯商人。其父亲和叔叔，都曾到东方经商，而他本人，则在元世祖忽必烈的时代，来到中国。他穿越沙漠和帕米尔高原，经河西走廊来到元大都，游历了许多城市，据说还见过忽必烈，接受过元朝的官职。回到威尼斯之后，因带回的东方珍宝而成为巨富。后来参与威尼斯与热那亚的战争中被俘，在狱中，向同牢的作家口述了他的东方见闻，遂成著名的《马可波罗游记》。《马可波罗游记》极大地开拓了欧洲人的东方视野，丰富了他们关于东方的想象，激起了欧洲人向往东方的雄心。但也有人质疑游记的真实性，比如游记没有提到著名的长城，不过，作为一个口述游记，记录长城作用几乎完全消失的元代的事情，缺失长城也是可以理解的。',
	hok_mingshiyin: '明算万物的卦象，摄人心魂的牡丹，风度翩翩的举止……这位突然出现在长安、被尊称牡丹方士的男人仿佛是"神秘"二字的代名词。没有人知道他从何而来，但他对未来的精准预测令人惊叹，甚至连女帝都深信不疑。而面对那位治安官的冷眼与戒备，方士本人仅以一笑付之，深藏心中执念：那座古老巍峨的长城，和其脚下长眠的友人。',
	hok_miyue: '史称芈八子，秦昭襄王时的秦宣太后。在《史记》和《战国策》里都有关于芈月的零星记载，她本是秦惠文王的妃子，惠文王死后，秦武王继位，不久即举鼎而死，芈八子的儿子昭襄王继位，芈八子作为太后辅政。在她辅政期间，秦国得到了长足的发展，但功劳未必都是她一个人的。',
	hok_mozi: '墨子（公元前476或480年—公元前390或420年），名翟，春秋末期战国初期宋国人，一说鲁阳人，一说滕国人。宋国贵族目夷的后裔，曾担任宋国大夫。中国古代思想家、教育家、科学家、军事家，墨家学派创始人和主要代表人物。墨子是墨家学说的创立者，提出了“兼爱”“非攻”“尚贤”“尚同”“天志”“明鬼”“非命”“非乐”“节葬”“节用”等观点，以兼爱为核心，以节用、尚贤为支点，创立了以几何学、物理学、光学为突出成就的一整套科学理论。墨家在先秦时期影响很大，与儒家并称“显学”。战国时期的百家争鸣，有“非儒即墨”之称。墨子死后，墨家分为相里氏之墨、相夫氏之墨、邓陵氏之墨三个学派。墨子弟子根据墨子生平事迹的史料，收集其语录，编成了《墨子》一书。',
	// S
	hok_shaosiyuan: '少司缘是云梦泽的牵缘巫祝。幼时被视为孤星灾厄，流离失所，后被人收养，重拾温暖。然遭遇变故，与亲友离散。她历经磨难，终成巫祝，表面狡黠神秘，实则以真心洞察世情，为世人缔结良缘、化解怨憎，坚信缘分始于人心。',
	hok_sikongzhen: '没有人能真正说出雷霆之王司空震究竟是一个怎样的人。他不会半分机关术，却执掌着长安最高的机关机构虞衡司；他对下属极为严苛，却仍被手下的机关师们死心塌地地追随；他从不与百姓亲近，却是百姓心目中最崇拜的英雄，街头巷尾都流传他的话本传说。不过人们至少能说，他是一个冷峻果决，绝不会轻易改变自己想法的人。从踏入长安之初，他便一直在为长安抵御风暴，人们视其为守护神，但他其实也只是一个普通人，只是他的未来更加笃定。因为他坚信，在这个弱肉强食的世界，只有力量，才是守护一切最有效的方式。',
	hok_sunwukong: '孙悟空生性桀骜，厌恶被管辖和拘束，更憎恶那些虚伪神灵铐在魔种身上的枷锁。黑暗的时代里，他俨然成为反抗的领袖，带领魔种们为自由奋起。起义以失败告终，神灵以绝对的力量击溃了乌合之众，将他封印在某座山脚……然而他的意志没有熄灭，某位路过的僧侣帮助孙悟空冲破束缚重生，齐天大圣的名号再度威震八方。',
	// W
	hok_wangzhaojun: '王昭君（约公元前54年—公元前19年），名嫱（一作樯），字昭君（一说昭君非字嫱），西汉时南郡秭归县（今湖北省宜昌市兴山县昭君村）人，中国古代四大美女之一。竟宁元年（前33年），南匈奴首领呼韩邪单于第三次来朝，自请为婿，汉元帝将良家女子王嫱字昭君赐给单于。昭君和呼韩邪单于共同生活了三年，生下一子，取名伊屠智伢师，封为右日逐王。建始二年（前31年），呼韩邪单于去世，王昭君向汉廷上书求归，汉成帝敕令“从胡俗”，依游牧民族收继婚制，复嫁呼韩邪单于长子复株累若鞮单于，两人共同生活十一年，育有二女；长女名须卜居次，次女名当于居次。鸿嘉元年（前20年），复株累若鞮单于去世，搜谐若鞮单于继任。不到两年后，王昭君病逝。晋朝时为避讳司马昭之名，王昭君被改称王明君，世称明妃。',
	hok_wuzetian: '武曌[zhào]（624年－705年12月16日），即武则天，并州文水（今山西省文水县）人。唐朝至武周时期政治家，武周开国君主（690年－705年在位），也是中国历史上唯一的正统女皇帝、即位年龄最大（67岁）及寿命最长的皇帝之一（82岁）。',
	// X
	hok_xiangyu: '项羽，名籍，字羽，秦末杰出军事家，号称“西楚霸王”。他勇猛无双，于巨鹿之战破釜沉舟，击溃秦军主力，推翻暴秦。后与刘邦争夺天下，刚愎自用、错失良机，最终兵败垓下，四面楚歌，自刎乌江，一生骁勇壮烈，广为后世传颂。',
	// Y
	hok_yao: '鹿女阿瑶年幼时不小心闯入东神之城的边缘地带，受到那里村民的围攻。村民想杀掉她，同供品一起献祭给东神。东神使者云中君放她离去。当阿瑶再次出现在东神之城，已经是十五六岁的少女，其谎话轻易就能骗过任何一个成人，其恶作剧变幻多端，总是弄哭孩子。然而比起阿瑶引起的恐慌，东神更关注她带来的讯息。原来在连串事件中，她留下的是鬼谷子欲向他传递的符号与密码：楚汉纷争因奇迹异动而加剧，铁骑或许又将践踏至大河流域，寻找失落的力量为己所用。阿瑶对世界的困惑却远不止大人之间谈论的这些事。比起云梦泽的将来，她更关心自己的过去。越接近东神宫殿，如梦般的记忆残片便越是纷涌而来：她是一只幼鹿，与一只同样无所依靠的孤鸟结伴生活，某天，军队与厮杀声涌入森林，它们想要躲避却被席卷其中……一边为东神传递讯息，阿瑶一边试图在宫殿所在找到伙伴的线索，却不明白羁绊就在跟她作对的人手中——云中君是多么讨厌的人啊。幼年时她居然迷恋过他！',
	hok_yase: '亚瑟，全名亚瑟·潘德拉贡，原型是凯尔特神话传说和中世纪野史文献中的古不列颠传奇骑士、国王亚瑟王。亚瑟率领下，圣骑士团开始伟大的复兴。在他们的支持下，亚瑟集合了勇士之地的力量，将创造新的理想乡作为自己的信仰。这位王者将他的剑指向了过去的袭击者们。这些强盗将为血的回忆付出代价。',
	hok_yuji: '虞姬，项羽的爱妾。项羽在巨鹿之战中大败秦军，声威大振，虞姬也因此闻名于世。后来项羽与刘邦争夺天下，最终兵败垓下，四面楚歌，自刎乌江。虞姬为了不连累项羽，也选择了自尽。她的忠贞和悲壮使得她成为中国古代文学和戏剧中的经典人物形象。',
	// Z

	// SP
	hok_sp_lixin: 'SP李信所守护的是长城，却也不是长城。他是废太子之子，如今丧城丧国的、孤独落魄的王族后裔。长安城已经不是他的长安城，家亦非家。亲情，友情，理想，这些在他看来不过是一些冠冕堂皇的表象。牡丹方士同他许诺以长城换得长安，燃烧着炽热野心的少年因而来到边疆，为了有朝一日能够夺回真正属于自己的"家"而战斗。',
	hok_sp_mingshiyin: '明算万物的卦象，摄人心魂的牡丹，风度翩翩的举止……这位突然出现在长安、被尊称牡丹方士的男人仿佛是"神秘"二字的代名词。没有人知道他从何而来，但他对未来的精准预测令人惊叹，甚至连女帝都深信不疑。而面对那位治安官的冷眼与戒备，方士本人仅以一笑付之，深藏心中执念：那座古老巍峨的长城，和其脚下长眠的友人。',
};

export default characterIntro;
